export const aboutContent = `
    <div style="opacity: 0.85; line-height: 1.7;">
        <p>当サイトは、AIと台湾出身のアマチュア個人開発者1名によって開発・運営されています。</p>
        <p>私たちの目標は、便利で速く、直感的に操作できる交通情報サイトを皆様に提供することです。</p>
        <br>
        <p>ユーザーの皆様のプライバシーを尊重し、最高のユーザー体験を提供するため、サードパーティのCookieや外部広告モジュールは導入しておりません。また、会員登録は不要であり、当サーバーにユーザーの関連データを記録することもありません。</p>
        <br>
        <p>サイトのご利用に関するご質問、不具合のご報告、ご意見・ご要望などがございましたら、ぜひお気軽に下記までご連絡ください。<br>
        台湾からの個人開発ですので、実際に利用される現地の皆様からの声が何よりの励みになります！<br>
        <br>
        <a href="mailto:testtest@test.com" style="color: inherit; text-decoration: underline; font-weight: 500;">testtest@test.com</a></p>
        <br>
        
        <ul style="padding-left: 20px; font-size: 0.9em; opacity: 0.9; margin-bottom: 0;">
            <li style="margin-bottom: 12px;"> サイト上で行ったパーソナライズ設定は、お客様の端末（ブラウザ）内にのみ保存され、当サーバーには保存されません。</li>
            
            <li style="margin-bottom: 12px;"> サポーターページの協賛パートナー枠は、画像とリンクのみの構成となっており、サードパーティの広告プラットフォームを介さず手動で配置しています。協賛企業様が提供するリンク先にトラッキングコードが含まれているかどうかは確認できないため、懸念がある場合はクリックをお控えください（クリックしない限り事前のプレビューやデータ送信は行われません）。</li>
            
            <li style="margin-bottom: 12px;"> サポーターページでのクレジットカードによるご支援につきましては、関連情報はすべて安全な決済代行プラットフォーム（Stripe）によって処理されます。当サイトでは、<strong>万が一の返金等の手続きに必要な最低限の識別情報のみを保持し、クレジットカード番号等の決済情報は一切保存しません。</strong></li>
            
            <li> 現在、ユーザーによる路線遅延の報告機能およびプッシュ通知機能を開発中です。将来的にこれらの機能が公開され、お客様が当該機能をご利用（有効化）される場合には、機能の提供に必要な範囲でデータを記録させていただく予定です。</li>
        </ul>
    </div>
`;